package com.zukirou.pomsshortening;

public class Question {

	public static final String[][] DATA = {
		{"気がはりつめる",	"T_A"},
		{"怒る",	"A_H"},
		{"ぐったりする", "F"},
		{"生き生きする", "V"},
		{"頭が混乱する", "C"},
		{"落ち着かない", "T_A"},
		{"悲しい", "D"},
		{"積極的な気分だ", "V"},
		{"ふきげんだ", "A_H"},
		{"精力がみなぎる", "V"},
		{"自分はほめられるに値しないと感じる", "D"},
		{"不安だ", "T_A"},
		{"疲れた","F"},
		{"めいわくをかけられて困る","A_H"},
		{"がっかりしてやる気をなくす","D"},
		{"緊張する","T_A"},
		{"孤独でさびしい","D"},
		{"考えがまとまらない","C"},
		{"へとへとだ","F"},
		{"あれこれ心配だ","T_A"},
		{"気持ちが沈んで暗い","D"},
		{"だるい","F"},
		{"うんざりだ","F"},
		{"とほうに暮れる","C"},
		{"はげしい怒りを感じる","A_H"},
		{"物事がてきぱきできる気がする","C"},
		{"元気がいっぱいだ","V"},
		{"すぐかっとなる","A_H"},
		{"どうも忘れっぽい","C"},
		{"活気がわいてくる","V"}
	};
	
}

